Work/src/clean_sheet2.xml

<?xml version = "1.0" encoding = "UTF-8"?>
<soapenv:Envelope xmlns:soapenv = "http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Body>
        <taskFinishedNotification xmlns = "http://www.siemens.sk/sde/svi/ana/schema/1_0/" xmlns:_0 = "http://www.siemens.sk/sde/svi/ana/schema/1_0/" xmlns:xsi = "http://www.w3.org/2001/XMLSchema-instance" xsi:type = "_0:batchTaskStatusResponseType">
            <id>168920824</id>
            <type>POTS_basic_test</type>
            <target>/MSAN ISAM 7300 {NFXS-A R4.5.03|ASAM}#10.188.25.142/LB POTS 72 - NPOT-B#1007/POTS#63</target>
            <status>FINISHED</status>
            <result>FAILED</result>
            <created>2015-08-25T13:17:55.000+02:00</created>
            <endTime>2015-08-25T13:17:59.000+02:00</endTime>
            <category>MAINTENANCE</category>
            <profile>hsi5m</profile>
            <simpleTasks>
                <simpleTask>
                    <id>168920841</id>
                    <type>capacitance_b/a</type>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920840</id>
                    <type>resistance_b/a</type>
                    <paramValues>TRUE</paramValues>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920839</id>
                    <type>resistance_b/a</type>
                    <paramValues>FALSE</paramValues>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920838</id>
                    <type>resistance_a/g</type>
                    <paramValues>FALSE</paramValues>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920837</id>
                    <type>resistance_b/g</type>
                    <paramValues>FALSE</paramValues>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920836</id>
                    <type>resistance_a/b</type>
                    <paramValues>FALSE</paramValues>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920835</id>
                    <type>capacitance_a/b</type>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920834</id>
                    <type>capacitance_b/g</type>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920833</id>
                    <type>capacitance_a/g</type>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920832</id>
                    <type>resistance_a/b</type>
                    <paramValues>TRUE</paramValues>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920831</id>
                    <type>resistance_b/g</type>
                    <paramValues>TRUE</paramValues>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920830</id>
                    <type>resistance_a/g</type>
                    <paramValues>TRUE</paramValues>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920829</id>
                    <type>foreign_ac_current</type>
                    <result>NO_PLUGIN</result>
                </simpleTask>
                <simpleTask>
                    <id>168920828</id>
                    <type>distance_to_open</type>
                    <result>NO_PLUGIN</result>
                </simpleTask>
                <simpleTask>
                    <id>168920827</id>
                    <type>feeding_dc_voltage</type>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920826</id>
                    <type>foreign_dc_voltage</type>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
                <simpleTask>
                    <id>168920825</id>
                    <type>foreign_ac_voltage</type>
                    <result>DEVICE_UNREACHABLE</result>
                </simpleTask>
            </simpleTasks>
            <evaluations/>
        </taskFinishedNotification>
    </soapenv:Body>
</soapenv:Envelope>